import React from 'react'
import './style.scss'
import img from '../../../shared/assets/images/image.png'
import img2 from '../../../shared/assets/images/Vector (39).svg'
function NewsHeadline() {
  return (
    <div className='newsheadline container'>
      <h1>Новости Заголовок</h1>
        <div className='head-news'><img src={img2} alt="" /><p>12.03.2025</p></div>
        <img className='news-img' src={img} alt="" />
        <div className='des-news'>
            <p>Ясность нашей позиции очевидна: укрепление и развитие внутренней структуры не даёт нам иного выбора, кроме определения новых принципов формирования материально-технической и кадровой базы. Идейные соображения высшего порядка, а также перспективное планирование играет важную роль в формировании позиций, занимаемых участниками в отношении поставленных задач. Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта: повышение уровня гражданского сознания позволяет выполнить важные задания по разработке кластеризации усилий. Кстати,  интерактивные прототипы, вне зависимости от их уровня, должны быть указаны как претенденты на роль ключевых факторов. Принимая во внимание показатели успешности, понимание сути ресурсосберегающих технологий представляет собой интересный эксперимент проверки приоретизации разума над эмоциями. Вот вам яркий пример современных тенденций — убеждённость некоторых оппонентов выявляет срочную потребность новых принципов формирования материально-технической и кадровой базы.
                </p>
            <p>
              Ясность нашей позиции очевидна: глубокий уровень погружения способствует подготовке и реализации форм воздействия. Значимость этих проблем настолько очевидна, что синтетическое тестирование прекрасно подходит для реализации благоприятных перспектив.  
            </p>
            <p>Не следует, однако, забывать, что новая модель организационной деятельности предполагает независимые способы реализации позиций, занимаемых участниками в отношении поставленных задач. Как уже неоднократно упомянуто, акционеры крупнейших компаний и по сей день остаются уделом либералов, которые жаждут быть представлены в исключительно положительном свете. Но социально-экономическое развитие не оставляет шанса для существующих финансовых и административных условий. В рамках спецификации современных стандартов, непосредственные участники технического прогресса набирают популярность среди определенных слоев населения, а значит, должны быть рассмотрены исключительно в разрезе маркетинговых и финансовых предпосылок. Являясь всего лишь частью общей картины, элементы политического процесса ассоциативно распределены по отраслям. Являясь всего лишь частью общей картины, ключевые особенности структуры проекта призваны к ответу.</p>
        </div>
    </div>
  )
}

export default NewsHeadline
